[Cues]
Cue_E5_5A_TownDestroy_NathanMessage_AnsweringMachine_010="You have one new message. Message received yesterday at 9 P.M."
Cue_E5_5A_TownDestroy_NathanMessage_Limpbow_010="...I told you! I’ve been warning you people for years that our culture of sin and entitlement would lead to God striking us down!"
Cue_E5_5A_TownDestroy_NathanMessage_Limpbow_020="And I'm the one trapped in this fucking radio station! Somebody get me the hell out of here now! Now, goddammit! What do I pay all those taxes for?"
Cue_E5_5A_TownDestroy_NathanMessage_Nathan_030="Max... it's Nathan. I just wanted to say... I'm sorry. I didn't want to hurt Kate, or Rachel, or... I didn't want to hurt anybody. Everybody... used me! Mr. Jefferson is coming for me now. All this shit will be over soon. Watch out, Max... He wants to hurt you next. Sorry."
